"GenericOK" = "OK";

"ReplaceTitle" = "Confirmer le remplacement";
"ReplaceOK" = "Remplacer";
"ReplaceCancel" = "Annuler";
"ConfirmReplace" = "Un widget intitulé \"%@\" existe déjà à cet endroit. Désirez-vous le remplacer ?";

"UpdateCheck" = "Rechercher une mise à jour...";
"UpdateYes" = "Une nouvelle version d'Amnesty Generator est disponible.";
"UpdateNo" = "Votre version d'Amnesty Generator est à jour. Aucune mise à jour est disponible en ce moment.";
"UpdateDownload" = "Aller à la page de téléchargement";

"MoreWidgets" = "Plus de biblio de widgets :";
"MoreObjects" = "Plus de widgets personnalisés :";
"MoreVideo" = "Plus de widgets vidéo :";

"Disclaimer" = "site requiert l'enregistrement";